{
    
    "Agreement to Terms of Use":"Agreement to Terms of Use",
    "Chapter 1. General Provisions":"Chapter 1. General Provisions",
    "article1":"Article 1 (Purpose): These terms and conditions are intended to regulate the rights, obligations, and responsibilities of members and Stockbox, the related procedures, and other necessary matters for using the stock information provision service (hereinafter referred to as the 'Service') provided by Stockbox.",
    "article2":"Article 2 (Effectiveness and Amendment of the Terms and Conditions): ① The contents of these terms and conditions are posted on the Service screen or otherwise publicly disclosed to members, and become effective when a member who agrees to these terms and conditions joins the Service. ② These terms and conditions may be amended within the scope of the laws of the Republic of Korea if Stockbox deems it necessary. If Stockbox amends the terms and conditions, it shall notify members of the effective date and the reason for the amendment along with the current terms and conditions on the initial screen of the Service from 7 days before the effective date. However, if the amendment to the terms and conditions is unfavorable to the members, Stockbox shall notify the members separately through electronic means, such as email, in addition to posting a notice with at least a 30-day prior notice period. ③ Members have the right not to agree to the amended terms and conditions, and may terminate the service contract if they do not agree. If a member does not express disagreement with Stockbox regarding the unfavorable changes to the terms and conditions in accordance with the preceding clause until the effective date, or does not terminate the service contract, the member shall be deemed to have approved the amended terms and conditions. ④ Stockbox may establish separate service terms and conditions, regulations, detailed usage guidelines, etc., for each individual service, and if there is a conflict with these terms and conditions, the separate service terms and conditions shall take precedence. ⑤ Stockbox shall take necessary technical measures to enable members to print and verify these terms and conditions in full.",
    "article3":"Article 3 (Supplementary Provisions): Matters not specified in these terms and conditions shall be subject to the provisions of the Content Industry Promotion Act, the Act on Consumer Protection in Electronic Commerce, and the Copyright Act, and general commercial practices.",
    "article4":"Article 4 (Definitions): ① The definitions of terms used in these terms and conditions are as follows: 1. 'Member' refers to a customer who accesses the site provided by Stockbox, agrees to the terms and conditions and the personal information handling policy, and is issued a password. The membership status and rights of 'members' are managed by membership type. 2. 'Password' refers to a combination of letters and numbers set by a member for information protection, and only one password can be set and used per member in accordance with the rules established by Stockbox. 4. 'Administrator' refers to Stockbox staff who manage the overall service and ensure smooth operation.",
    "Chapter 2. Membership Registration and Management":"Chapter 2. Membership Registration and Management",
    "article5":"Article 5 (Membership Registration) Membership registration is established when a person who wishes to become a member agrees to the terms and conditions, applies for membership, and StockBox approves the application. StockBox may reject an application in the following cases: When it is technically impossible to provide the service, or the service-related equipment capacity is insufficient. When the applicant provides false information, such as using someone else's name instead of their real name, when registering as a user. When the applicant omits or provides false information when applying for registration. When the applicant's purpose of use is to disrupt social order or public morals, or has applied for the purpose of causing such disruption. When the intended use or behavior of the service is in violation of the law or may infringe upon the rights of third parties. When the applicant uses illegal methods to access the service, such as by exploiting system vulnerabilities or using malicious programs and bugs. When the applicant has lost membership status in the past. However, this does not apply to those who have received approval for rejoining StockBox as a member after one year has passed since their loss of membership status. When the applicant does not meet other requirements set by StockBox for application. StockBox may restrict the use of the service for members according to the StockBox policy by categorizing them into different member types. StockBox may restrict the use of the service based on compliance with the 'Promotion of Motion Pictures and Video Act,' the 'Youth Protection Act,' and the 'Game Rating and Administration Committee' regulations, such as age restrictions and limitations by rating.",
    "article6":"Article 6 (Changes to Member Information) ① If a member's registered information has changed since joining, the member must modify the information through the separate method of use prescribed by StockBox using the designated format and method. ② StockBox is not responsible for any disadvantages that may arise from the member's failure to provide correct information or notify StockBox of any changes in their information as required under the first paragraph.",
    "article7":"Article 7 (Obligations and Responsibilities of Member for Email and Password Management) ① The member shall be solely responsible for the management and use of their email and password. Any damage or loss caused by negligence or misuse of the email or password shall be the sole responsibility of the member. However, in the event of system failure or other responsibility of Stockbox, Stockbox shall be responsible. ② The member shall not disclose their email or password to any third party or allow them to be used by others. If the email or password is exposed or stolen, the member may be held liable for personal information exposure, unauthorized use, and fees incurred. Therefore, the member must strictly manage their email and password. ③ If the email or password is stolen or used by a third party, the member must immediately notify Stockbox and follow the instructions of Stockbox. ④ If the member fails to notify Stockbox of the theft or unauthorized use of their email or password, or if the member fails to follow the instructions of Stockbox, Stockbox shall not be responsible for any damages or losses incurred. ⑤ If there is a risk of personal information leakage, violation of social norms, or confusion with Stockbox or its operators, Stockbox may restrict the use of the email of the member.",
    "article8":"Article 8 (Notification to Members) In notifying a member, StockBox may do so via the email address or SMS (MMS) registered by the member. In the case of a notification to an unspecified number of members, StockBox may substitute individual notification with a notice posted on the service bulletin board or other means for 7 days or more.",
    "article9":"Article 9 (Withdrawal of Membership and Loss of Qualification, etc.) ① If a member wishes to withdraw, they must apply for withdrawal to Stockbox through the method provided by Stockbox on the service website. ② Upon withdrawal, all personal information and data of the member will be deleted immediately, except in cases where Stockbox is required to retain such information under related laws and the personal information handling policy of Stockbox. Members are advised to confirm this beforehand. If a member does not take appropriate measures to preserve their personal data even after Stockbox has provided guidance on the deletion of data, Stockbox shall not be liable. ③ If a member fails to fulfill their obligations as stipulated in Article 9, or if Stockbox discovers after the fact that a member falls under the restrictions on joining as set forth in Article 5, Stockbox may take measures such as restricting the member's use of the service, revoking their membership, and terminating the agreement. If Stockbox intends to take such measures against a member, Stockbox shall provide the member with an opportunity to present evidence, for at least 15 days. ④ Stockbox may restrict a member's use of the service in accordance with their qualifications, even after the member has received an email and password after applying for membership. ⑤ Stockbox may notify members who have not used the service for one year after joining and ask for their intention to use the service. If there is no response within the designated period set by Stockbox, the usage agreement may be terminated.",
    "Chapter 3. Service Usage Agreement":"Chapter 3. Service Usage Agreement",
    "article10":"Article 10 (Commencement of Service Use) StockBox will commence the service from the time when it approves the user's application for use. However, for some services, StockBox may commence the service from a designated date, and for paid services, the service will be available after payment is completed through a method designated by StockBox. If StockBox is unable to commence the service due to business or technical problems, it will notify the user on the website or through individual notice. StockBox may request a separate or additional registration process for members to use certain services, and if using such specific services, the terms, regulations, or rules of that site or service will take precedence over this Agreement.",
    "article11":"Article 11 (Service Hours and Authority) The use of the service is available 24 hours a day, 365 days a year unless there is any special business or technical hindrance on the part of StockBox. StockBox may divide the service into specific ranges and set separate service hours for each range, and in such cases, it shall notify the contents on the site. For paid services, they are available for use from the moment the service is applied for. The service hours for fee payment services shall be subject to the policy of the relevant financial institution, and StockBox shall provide prior notice of this on the service screen.",
    "article12":"Article 12 (Changes and Suspension of Services) ① Stockbox may change all or part of the existing service content without separate notice in order to improve the service. ② Stockbox may restrict or suspend all or part of the service in the following cases: In case of computer, communication equipment maintenance, replacement, failure, or communication interruption, etc. In case of unavoidable maintenance or construction of equipment for the service. In case of necessary service upgrade and website maintenance. In case of power outage, equipment failure, or excessive usage, etc., which may affect the normal use of the service. In case it is difficult to secure source data for service provision due to the termination of contracts with copyright holders or related rights holders of various contents such as videos, music, etc. In case the member interferes with Stockbox's business activities. In case Stockbox cannot maintain the service due to termination of the service provider's contract or other reasons. In case of force majeure or national emergency, etc. ③ In case of service suspension according to paragraph 2, Stockbox shall notify the user in the method determined by Stockbox. However, if the service is suspended due to reasons beyond Stockbox's control (such as disk failure or system failure without intentional or gross negligence by the operator), prior notice may not be given. ④ Stockbox shall not be liable for damages suffered by users or third parties due to temporary suspension of service under paragraph 2. However, if Stockbox has intentional or gross negligence, this limitation of liability shall not apply.",
    "article13":"Article 13 (Prohibition of Transfer) Members may not transfer or donate their rights to use the service, or any other contractual status related to the service, to any third party. The copyright and all other rights and responsibilities for the posts, including any postings made by the member, belong to the member who posted them.",
    "article14":"Article 14 (Provision of Information and Advertisement) ① StockBox may post advertisements that are deemed appropriate or have the potential for utilization on the site, service screens, SMS, email, or other media related to the operation of the service, and members may refuse these ads through a specified process. ② The use of advertised products or services through the service or any communication or transaction with advertisers through promotional activities on the service is entirely a matter between the member and the advertiser. Even if problems arise between members and advertisers, they must be resolved directly between them, and StockBox assumes no responsibility in this regard. ③ StockBox does not assume any responsibility for transactions between users and independent providers of goods or services that are connected through hyperlinks or other means. ④ Members may refuse to receive emails for the provision of information, except for answers to transaction-related inquiries and customer service, in accordance with related laws. However, emails that have already been sent at the time of refusal may not be discontinued due to technical reasons. ⑤ Members may not arbitrarily delete or interfere with banner advertisements provided by StockBox. ⑥ The service hours for the payment service follow the policies of related financial institutions, and StockBox provides prior notice on the service screen.",
    "article15":"Article 15 (Deletion of Posts or Contents) ① Stockbox may delete any and all contents posted or transmitted by members within the service, including messages exchanged between members, without prior notice, if it is deemed to fall under any of the following categories, for which Stockbox assumes no responsibility: 1. Copying or distributing information obtained from Stockbox's service without Stockbox's prior approval for commercial use; 2. Posting or distributing content that defames or damages the reputation of Stockbox, other members, or third parties; 3. Posting or linking to pornographic material or sites; 4. Posting or distributing information, sentences, pictures, or other content that violates public order and morals; 5. Posting content that is deemed to be associated with criminal activities; 6. Posting content that infringes upon Stockbox's copyright, or third party rights such as intellectual property rights; 7. Exceeding the posting period set by Stockbox, as specified in the detailed usage guidelines in paragraph 2; 8. Posting content that disrupts or destroys the function of the service equipment, causes confusion, or contains computer viruses; 9. Engaging in commercial activities, such as selling products using the service, hacking, advertising for profit, or distributing illegal commercial software, unless officially acknowledged by Stockbox; 10. Posting, publishing, emailing, or disclosing content for which there is no right to transfer under the law, contract, or delegation; 11. Posting content that is unrelated to the service provided by Stockbox; 12. Posting unnecessary or unauthorized advertisements or promotions; 13. Posting content that violates other relevant laws and regulations, or guidelines set by Stockbox. StockBox may establish and enforce separate detailed usage guidelines for various postings, including messages exchanged between members, and members must register or delete various postings in accordance with these guidelines. If a service posting or content violates the rights of others, such as invading someone's privacy or damaging their reputation, the victim can demand that StockBox take the necessary measures to stop the infringement by providing evidence of the infringement through the reporting menu on the homepage, telephone, email, or other means. If a demand is made under the preceding paragraph, StockBox may take necessary measures such as posting refutations, deleting the post, or taking temporary measures in accordance with relevant laws and regulations, and notify the applicant and information poster of the measures by email or other means, and inform the user in a manner such as posting on the relevant bulletin board. If it is difficult to determine whether a right has been infringed, or if a dispute is anticipated between the parties, StockBox may take temporary measures to block access to the relevant information, and the duration of such measures shall not exceed 30 days.",
    "article16":"Article 16 (Copyright of Posts) The copyright of the posts created by StockBox and posted on the site or service belongs to StockBox. However, this excludes posts provided by members and posts provided according to affiliate contracts. The rights and responsibilities of the posts posted by members within the service (including transmission among members) belong to the members, and StockBox has the right to post them on the service. Additionally, StockBox cannot use the posts for other purposes without the consent of the member who posted them. Unless separately specified in individual terms and related laws, materials publicly posted or submitted to the service by the member are considered to have granted StockBox the right to use them without royalties, permanently, irrevocably, non-exclusively, and with the ability to sublicense. StockBox does not bear civil or criminal responsibility if the posts posted by members on the service infringe on the copyrights or program copyrights of others. If StockBox receives objections or claims for damages from a third party due to a member's infringement of another's copyright or program copyright, the member must make efforts to exempt StockBox from liability, and if StockBox is not exempted, the member must bear all damages incurred by StockBox. If a member terminates their membership or is terminated for legitimate reasons, StockBox can delete the posts that the member posted. Members cannot replicate, transmit, publish, distribute, broadcast, or use information obtained through the service or materials posted for profit purposes or for use by third parties without StockBox's prior approval. Infringement of intellectual property rights related to the posts is subject to relevant laws and regulations. This service or software related to the service is protected by intellectual property rights and other laws, and the contents included in sponsored ads or information provided to members through the service or advertisers are protected by laws related to copyrights, trademarks, patents, and other intellectual property rights.",
    "article17":"Article 17 (Terms and Conditions for Service Products) Additional terms and conditions may exist for service products in order to use the service. Separate terms and conditions may be established depending on the additional service products being offered, and in the event of any conflicts between the terms and conditions for service usage and those for service products, the terms and conditions for service products shall take precedence.",
    "Chapter 4. Obligations of the Contracting Parties":"Chapter 4. Obligations of the Contracting Parties",
    "article18":"Article 18 (Obligations of StockBox) ① StockBox shall not disclose or distribute the personal information of members that it knows without their consent to a third party in connection with the provision of the Service, except as required by law enforcement agencies for the purpose of investigation or at the request of the Korea Communications Standards Commission, or under other circumstances provided for by law. ② Within the scope of Article 1, StockBox may create statistical data related to all or part of a member's personal information without the member's prior consent and may send cookies to the member's computer for this purpose. In this case, the member may refuse to receive cookies or change the settings of the computer's browser to be warned about receiving cookies, and any changes to the Service resulting from changes in cookie settings shall be the responsibility of the member. ③ StockBox shall promptly process any complaints from members related to the Service, and if prompt processing is difficult, it shall post the reasons and processing schedule on the homepage or notify the member by email or other means. ④ If a member suffers damages due to the Service provided by StockBox, StockBox shall be responsible only for ordinary damages caused by its intentional or gross negligence. ⑤ StockBox shall comply with laws and regulations related to the operation and maintenance of the Service, such as the Act on Promotion of Information and Communications Network Utilization and Information Protection, the Protection of Communications Secrets Act, and the Electric Communications Business Act.",
    "article19":"Article 19 (Member's Obligations) ① Members shall not engage in the following acts when using the Service: Providing false information when applying for or modifying the use of the Service or using another member's ID or password without permission; Replicating, distributing, or commercially using information obtained from StockBox's service information without prior consent from StockBox; Damaging the reputation of others or causing them harm; Posting obscene material on bulletin boards or linking to obscene sites; Infringing on the copyrights or other rights of StockBox or third parties; Distributing information, sentences, shapes, voices, etc. containing content that violates public order and decency to others; Registering or distributing computer virus-infected materials that cause destruction or confusion of service-related equipment or information, and sending advertising information contrary to the explicit refusal of the recipient's wishes, intentionally interfering with the operation of the Service or disrupting the stable operation of the Service; Impersonating another person or falsely stating one's relationship with another person; Collecting, storing, or disclosing the personal information of other members; Distributing false information to benefit oneself or others financially or to harm others; Engaging in gambling or fraudulent activities; Distributing information that solicits prostitution or mediates obscene acts; Continuously sending messages, sounds, text, images, or videos that cause feelings of humiliation, hatred, or fear to reach the other party, interfering with the other party's daily life; Transmitting or posting information (including computer programs) prohibited by relevant laws; Posting a message or sending an email by impersonating StockBox's employee or operator or by stealing another person's name; Posting or sending materials containing computer viruses, other computer code, files, programs, or other software designed to disrupt or destroy the normal operation of computer software, hardware, or telecommunications equipment; Harassing other members through stalking or other means; Failing to pay the debts that members are responsible for related to the use of the site, such as the purchase of goods and services, by the due date; Obstructing the use of other people's sites or stealing their information, or engaging in other acts that threaten the e-commerce order; Engaging in other illegal or unfair acts. ② Members shall comply with relevant laws and regulations, the Terms and Conditions, and any guidelines set forth by StockBox.",
    "article20":"Article 20 (Member's Obligations and Responsibilities for E-mail) StockBox may provide e-mail services to members on a site-by-site basis. StockBox does not edit or monitor the content of members' e-mails, and members are responsible for the content of their own e-mails. Customers may not send e-mails containing the following: 1) obscene or violent information (text, images, voice) or information that violates social norms; 2) e-mails promoting sites that make money, soliciting illegal pyramid schemes, or containing chain letters; 3) e-mails containing advertisements for pornographic sites or illegal replication software that violates the law; 4) e-mails sent for the purpose of spreading viruses, attempting to hack, or causing system malfunctions; 5) e-mails sent to threaten or defame a particular user on the Internet; 6) e-mails sent impersonating an administrator; 7) e-mails sent to unspecified persons by illegally extracting e-mail addresses using e-mail extractors; 8) commercial e-mails sent without adhering to obligations for sending commercial information according to the Act on Promotion of Information and Communications Network Utilization and Information Protection, etc.; 9) cases in which harm has been caused to others or to StockBox for other reasons. In accordance with relevant laws, the customer is responsible for all legal liabilities arising from the transmission of pornographic or indecent content, and StockBox shall not be held responsible. E-mails and IDs sent by customers who use this service to cause harm to others or violate public morals cannot be protected. Members are solely responsible for any violations of Paragraph 2, and in such cases, StockBox may provide the member's ID and password to law enforcement agencies.",
    "article21":"Article 21 (Protection of Personal Information): 'Stockbox' makes efforts to protect the personal information of 'Members,' including registration information, in accordance with relevant laws and regulations such as the 'Act on Promotion of Information and Communications Network Utilization and Information Protection, etc./Enforcement Decree/Enforcement Rules.' The protection and use of 'Members' personal information is subject to relevant laws and Stockbox's privacy policy. However, Stockbox's privacy policy does not apply to sites linked from web pages other than the official Stockbox site. In addition, Stockbox is not responsible for any information exposed due to the fault of 'Members.'",
    "article22":"Article 22 (Outsourcing of Personal Information): As a principle, 'Stockbox' handles the management and operation of collected personal information (hereinafter referred to as 'Operations') by itself. However, if necessary, all or part of the Operations may be outsourced to a third party selected by 'Stockbox.' The outsourcing of 'Members' personal information is subject to Stockbox's privacy policy.",
    "Chapter 5. Termination of Contract and Restriction of Use":"Chapter 5. Termination of Contract and Restriction of Use",
    "article23":"Article 23 (Termination of Contract and Restriction of Use) ① If a Member wishes to terminate the service usage agreement, they must submit a termination request to Stockbox through the Q&A board or other methods provided by Stockbox. ② If a Member applies for termination of the service usage agreement, Stockbox will refund the amount according to the refund policy for each service within five business days from the date of application. ③ Matters related to withdrawal of subscription, refund, and termination of contract for paid services not stipulated in these terms and conditions shall be governed by prevailing practices. ④ If a Member violates Article 21, Paragraph 1, Stockbox may terminate the contract or restrict the use of the service without prior notice. ⑤ If a Member wishes to object to Stockbox's termination of the contract or restriction of service usage, they may follow the procedures established by Stockbox.",
    "Chapter 6. Compensation for Damages, etc":"Chapter 6. Compensation for Damages, etc",
    "article24":"Article 24 (Damages) ① If a member violates the provisions of this Agreement, resulting in damage to StockBox, the member who violated this Agreement must compensate StockBox for all damages incurred. ② StockBox shall not be liable for any damages incurred by users in relation to the use of services that are free of charge. In the case of paid services, the terms of use for each service shall apply. ③ If StockBox receives a claim for damages or a lawsuit from a third party other than the member who committed illegal or Agreement-violating acts while using the service, the member shall indemnify StockBox at his/her own responsibility and expense. If StockBox is not exempted from liability, the member shall compensate StockBox for all damages incurred.",
    "article25":"Article 25 (Limitation of Liability) In the event that StockBox is unable to provide services due to a national emergency, force majeure, or any other similar circumstances, StockBox shall not be held responsible for the provision of services. StockBox shall not be held responsible for any service interruptions caused by the member's fault. StockBox shall not be held responsible for any loss of expected profits or damages incurred from information obtained through the services, nor shall it be held responsible for any damages caused by other data obtained through the services. StockBox shall not be held responsible for the reliability or accuracy of any posts or content that members post on the website. StockBox is not obligated to review or represent any opinions or information posted on the services. StockBox also does not approve, disapprove, or modify any opinions expressed by members or third parties. StockBox shall not be obligated to intervene in any disputes between members or between a member and a third party that arise as a result of the services, nor shall it be held responsible for any damages incurred as a result of such disputes.",
    "article26":"Article 26 (Jurisdiction) In case of a dispute between StockBox and a member regarding the use of the service, both parties will make a sincere effort to resolve the dispute through consultation. If the dispute is not resolved through consultation under the first paragraph, either party may file a lawsuit with the competent court under the Civil Procedure Act. The laws of the Republic of Korea shall apply to any lawsuit filed between StockBox and a user.",
    "Supplementary Provision":"Supplementary Provision (Effective Date) This agreement shall come into effect on the 00th day of 00, 2023.",
    "Consent to Collection and Use of Personal Information":"Consent to Collection and Use of Personal Information",
    "Privacy Policy":"Privacy Policy",
    "Table of Contents":"Table of Contents",
    "General Provisions":"General Provisions",
    "Consent to Collection of Personal Information":"Consent to Collection of Personal Information",
    "Purpose of Collection and Use of Personal Information":"Purpose of Collection and Use of Personal Information",
    "Personal Information Items Collected":"Personal Information Items Collected",
    "Installation, Operation, and Refusal of Automatic Personal Information Collection Devices":"Installation, Operation, and Refusal of Automatic Personal Information Collection Devices",
    "Provision of Personal Information to Third Parties and Unauthorized Use":"Provision of Personal Information to Third Parties and Unauthorized Use",
    "Access to and Correction of Personal Information":"Access to and Correction of Personal Information",
    "Withdrawal of Consent to Collection, Use, and Provision of Personal Information":"Withdrawal of Consent to Collection, Use, and Provision of Personal Information",
    "Retention and Use Period of Personal Information":"Retention and Use Period of Personal Information",
    "Procedures and Methods for Destruction of Personal Information":"Procedures and Methods for Destruction of Personal Information",
    "Technical Measures for Protection of Personal Information":"Technical Measures for Protection of Personal Information",
    "Outsourcing of Personal Information Processing":"Outsourcing of Personal Information Processing",
    "Consultation and Complaints Handling":"Consultation and Complaints Handling",
    "Supplementary Provisions (Effective Date)":"Supplementary Provisions (Effective Date)",
    "pI1-header":"We highly value the protection of our members' personal information and are committed to doing our best to protect their personal information.",
    "pI1-contents1":"We comply with all personal information protection-related laws and regulations, including the 'Act on Promotion of Information and Communications Network Utilization and Information Protection,' and have established a privacy policy based on these laws and regulations to protect our users' rights to the fullest extent.",
    "pI1-contents2":"We have established a privacy policy and are adhering to it, and have made it publicly available on our website and mobile application so that users can easily access it any time.",
    "pI1-contents3":"Through our privacy policy, we inform you about the purposes and methods of using the personal information you provide, as well as the measures we take to protect your personal information.",
    "pI1-contents4":"We have made our privacy policy available at the bottom of the first page of our website so that you can easily access it.",
    "pI1-contents5":"In the event of any amendments to our privacy policy, we will notify our users through our website's announcement section (or individual notice).",
    "pI2-content":"We have established a process where you can click the 'Agree' or 'Disagree' button to indicate your agreement or disagreement with the contents of the privacy policy or terms and conditions of this website. If you click the 'Agree' button, we will assume that you have agreed to the collection of your personal information.",
    "pI3-header":"This website is collecting personal information for the following purposes:",
    "pI3-contents1":"Contract fulfillment for service provision: Personal identification and verification, etc.",
    "pI3-contents2":"Service delivery: Product delivery and payment processing",
    "pI3-contents3":"Member management: Identity verification, personal identification, age verification, complaint handling, etc. in accordance with member-only services",
    "pI3-contents4":"Other services: Provision of new services, information on new products and events",
    "pI3-contents5":"However, sensitive personal information that may violate the user's basic human rights (such as race, ethnicity, ideology, birthplace, political tendencies or criminal records, health status, etc.) will not be collected.",
    "pI4-header":"This site collects the following personal information for membership registration, consultation, and service application:",
    "pI4-contents1":"Collection method: Website (Membership registration)",
    "pI4-contents2":"Items collected: Name, Date of birth, Password, Phone number, Address, Mobile phone number, Email, Access log, Access IP information, Payment record.",
    "pI5-header":"This site uses 'cookies' to store and retrieve information about you on a regular basis. A cookie is a small piece of data sent from a website to your web browser (such as Netscape, Internet Explorer, etc.). When you access our website, our computer reads the contents of the cookie stored in your browser and can provide services without additional input from you, such as your name, based on the information it finds on your computer.",
    "pI5-contents1":"Cookies identify your computer, but they do not personally identify you. You also have the option of choosing whether or not to accept cookies. You can adjust your web browser options to accept all cookies, be notified when a cookie is set, or reject all cookies.",
    "pI5-contents2":"Purpose of using cookies: analyzing user access frequency and visit times, understanding user preferences and interests, tracking user activity, target marketing, and providing personalized services based on participation in various events, visit frequency, and more.",
    "pI5-contents3":"Method of rejecting cookies: You can reject cookies by selecting the option in your web browser to allow all cookies, prompt for each cookie, or reject all cookies. Example of how to adjust settings: In Internet Explorer, go to Tools > Internet Options > Privacy.",
    "pI5-contents4":"However, if you reject the installation of cookies, it may be difficult to provide certain services.",
    "pI6-header1":"This website uses the personal information you provide within the scope of the 'Purpose of Collecting and Using Personal Information,' and will not use or provide it to others or other companies or institutions beyond that scope.",
    "pI6-header2":"However, for better service, your personal information may be provided to or shared with affiliates or partner companies. Prior to providing or sharing personal information, you will be notified individually via e-mail or in writing about who the affiliates or partner companies are, what personal information items are being provided or shared, why such personal information needs to be provided or shared, and how it will be protected and managed until when. You will go through the process of obtaining your consent, and if you do not agree, your personal information will not be provided or shared with the affiliates or partner companies. In principle, user's personal information will not be provided to outside parties, but the following cases are exceptions:",
    "pI6-contents1":"Cases where users have given prior consent",
    "pI6-contents2":"Cases where there is a request from an investigative agency in accordance with the procedures and methods prescribed by law for investigation purposes or in accordance with the provisions of the law.",
    "pI7-header1":"You can access and correct your registered personal information at any time. If you want to access or correct your personal information, click on 'modify member information' to do so directly, or contact the personal information manager by email and we will take action.",
    "pI7-header2":"If you request to correct any errors in your personal information, we will not use the information until the correction is completed.",
    "pI8-contents1":"You can withdraw your consent to the collection, use, and provision of your personal information at any time if you have previously agreed to it through membership registration.",
    "pI8-contents2":"To withdraw your consent, you can click 'Withdraw Consent' on the 'My Page' menu or contact the personal information manager by email, and we will take necessary measures such as deleting your personal information immediately.",
    "pI8-contents3":"This site will take necessary measures to enable the withdrawal of consent for the collection of personal information through membership withdrawal (consent withdrawal) in the same manner and procedure as when collecting personal information.",
    "pI9-header1":"In principle, personal information will be promptly disposed of after the purpose of collection and use has been achieved. However, the following information will be retained for the specified period for the reasons stated below:",
    "pI9-contents1":"Retained item: Membership information (name, nickname)",
    "pI9-contents2":"Basis for retention: To prevent other members from using the same login ID of a former member who has withdrawn from membership",
    "pI9-contents3":"Retention period: Permanent",
    "pI9-contents4":"If it is necessary to retain transaction and member information for a certain period of time under the provisions of the Commercial Act or other relevant laws and regulations, the company will retain such information for the period specified by the relevant laws and regulations as follows:",
    "pI9-contents5":"Retained items: Records of contracts or withdrawal of subscriptions, records of payment and supply of goods, records of complaints or dispute resolution",
    "pI9-contents6":"Basis for retention: Preservation of transaction records under Article 6 of the Act on Consumer Protection in Electronic Commerce, etc.",
    "pI9-contents7":"Retention period: Records of contracts or withdrawal of subscriptions (5 years), records of payment and supply of goods (5 years), records of complaints or dispute resolution (3 years). If it is necessary to continue to retain such information beyond the retention period, we will obtain your consent.",
    "pI9-contents8":"If a member has no service usage record for one year, the information will be separated and stored separately after prior notice to the member in accordance with Article 29 of the Act on Promotion of Information and Communications Network Utilization and Information Protection, etc.",
    "pI10-header1":"This site will dispose of personal information without delay after the purpose of collecting and using the information has been achieved. The disposal process and method are as follows:",
    "pI10-contents1":"Disposal process: The information you provided for membership registration, etc., will be moved to a separate DB (or a separate file cabinet for paper documents) after the purpose has been achieved, and it will be stored for a certain period of time in accordance with internal policies and other relevant laws on information protection based on the retention and use period (refer to the retention and use period). Personal information that has been moved to a separate DB will not be used for any purpose other than retention unless required by law.",
    "pI10-contents2":"Disposal method: Personal information stored in electronic file format will be deleted using technical methods that prevent the recording from being reproduced.",
    "pI11-header1":"This site implements the following technical measures to ensure the safety of your personal information from being lost, stolen, leaked, tampered with, or damaged during the handling of personal information:",
    "pI11-contents1":"Your personal information is protected by a password and important data is secured through separate security features, such as file encryption, transmission data encryption, and file locking functions.",
    "pI11-contents2":"This site takes measures to prevent damage from computer viruses by using antivirus programs. The antivirus program is regularly updated, and in the event of a sudden virus outbreak, it immediately provides the necessary protection to prevent the infringement of personal information.",
    "pI11-contents3":"To prevent the leakage of your personal information due to hacking, this site uses devices to block external intrusion.",
    "pI12-contents1":"This site may outsource the processing of your personal information to third-party service providers to improve services.",
    "pI12-contents2":"If personal information processing is outsourced, we will notify you in advance.",
    "pI12-contents3":"When outsourcing the processing of personal information, we will clearly specify and store the contents of the outsourcing contract, such as adherence to instructions for personal information protection, confidentiality of personal information, prohibition of third-party provision, and responsibility in case of accidents. The contents of the contract will be stored in writing or electronically.",
    "pI13-header1":"This site has established a channel for you to express your opinions and complaints regarding the protection of personal information. If you have any complaints related to personal information, please let the Chief Privacy Officer of this site know, and we will promptly take action and notify you of the results.",
    "pI13-contents1":"The Chief Privacy Officer, who is directly appointed by the company's representative, emphasizes the importance of personal information. As a person responsible for protecting personal information and preventing leakage, the Chief Privacy Officer assists users in safely using the services provided by the company and takes responsibility if there is an accident that goes against the matters notified to users when protecting personal information.",
    "pI13-contents2":"The company is not responsible for information damage or loss caused by unexpected incidents such as hacking, which is a basic risk on the network, even though technical security measures have been taken, or various disputes arising from user-generated content.",
    "pI13-contents3":"The company appoints a management officer as stipulated in the Act on Promotion of Information and Communications Network Utilization and Information Protection. The Chief Privacy Officer's name, phone number, and email address are as follows:",
    "pI13-contents4":"Name of Chief Privacy Officer:",
    "pI13-contents5":"Phone number:",
    "pI13-contents6":"Email:",
    "pI13-contents7":"If you need to report or consult on personal information infringement, please contact the following agencies:",
    "pI13-contents8":"Personal Information Dispute Mediation Committee (www.1336.or.kr / +82-2-1336)",
    "pI13-contents9":"Privacy Mark Certification Committee (www.eprivacy.or.kr / +82-2-580-0533~4)",
    "pI13-contents10":"Internet Crime Investigation Center, Supreme Prosecutors' Office (icic.sppo.go.kr / +82-2-3480-3600)",
    "pI13-contents11":"Cyber Terror Response Center, National Police Agency (www.ctrc.go.kr / +82-2-392-0330)",
    "pI14-header1":"This privacy policy was established on 00th Month 2023 and may be amended, deleted, or modified as necessary due to changes in government or company policies, or security technologies. If any changes are made, they will be announced at least 7 days in advance through the 'Notice' section, and this policy will take effect on the date of implementation.",
    "pI14-contents1":"Date of announcement: 00th Month 2023",
    "pI14-contents2":"Effective date: 00th Month 2023"
}